[
  {
    "image_path": "assets/images/city_information/istanbul_ili_haritasi.png",
    "city": "İstanbul",
    "lat": "41.0136",
    "lng": "28.9550",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "İstanbul",
    "capital": "admin",
    "population": "16079000",
    "population_proper": "15519267",
    "location":"İstanbul, Türkiye'nin kuzeybatısında, Marmara Bölgesi'nde yer alır. Avrupa ve Asya kıtalarını birbirine bağlayan tek şehir olmasıyla çok özel bir konumdadır.",
    "explain":"Türkiye’nin en kalabalık ve en gelişmiş şehridir. Tarihi Bizans ve Osmanlı dönemine dayanır. İstanbul; Ayasofya, Sultanahmet Camii, Topkapı Sarayı, Galata Kulesi gibi önemli tarihi eserlere ev sahipliği yapar. Boğaz manzarası, kültürel etkinlikleri ve modern şehir yapısıyla hem yerli hem yabancı turistlerin ilgisini çeker.",
    "famous_dish":"İstanbul’un meşhur yemekleri çok çeşitlidir ama özellikle balık-ekmek, islak hamburger, midye dolma ve boza öne çıkar."
  },
  {
    "image_path":"assets/images/city_information/ankara-ili-haritasi.png",
    "city": "Ankara",
    "lat": "39.9300",
    "lng": "32.8500",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Ankara",
    "capital": "primary",
    "population": "5503985",
    "population_proper": "5503985",
    "location": "İç Anadolu Bölgesi'nde, Türkiye'nin tam ortasına yakın bir konumdadır.",
    "explain": "Türkiye'nin başkenti olan Ankara, aynı zamanda siyasi yönetimin merkezidir. Anıtkabir (Atatürk'ün mezarı) burada bulunur. Şehirde pek çok devlet kurumu, üniversite ve kültürel kurum vardır.",
    "famous_dish": "Ankara’nın en bilinen yemeği Ankara tavasıdır. Ayrıca aspava (bir çeşit etli dürüm yanında sos ve garnitürlerle servis edilir) da oldukça popülerdir."

  },
  {
    "image_path":"assets/images/city_information/bursa-ili-haritasi.png",
    "city": "Bursa",
    "lat": "40.1833",
    "lng": "29.0500",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Bursa",
    "capital": "admin",
    "population": "2901396",
    "population_proper": "2901396",
    "location":"Marmara Bölgesi'nde, İstanbul'un güneyinde yer alır.",
    "explain":"Osmanlı Devleti'nin ilk başkentlerinden biridir. Doğal güzellikleri, tarihi eserleri ve Uludağ kayak merkezi ile bilinir. \"Yeşil Bursa\" olarak anılır çünkü şehir içinde bol miktarda park ve yeşil alan bulunur.",
    "famous_dish":"İskender kebabı Bursa’ya özgüdür. Ayrıca kestane şekeri ve cantık da meşhur lezzetlerindendir."
  },
  {
    "image_path": "assets/images/city_information/mersin-ili-haritasi.png",
    "city": "Mersin",
    "lat": "36.8000",
    "lng": "34.6333",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Mersin",
    "capital": "admin",
    "population": "1814468",
    "population_proper": "1814468",
    "location":"Akdeniz Bölgesi'nde, Türkiye'nin güneyinde yer alır.",
    "explain":"Akdeniz kıyısında büyük bir liman şehridir. Ilıman iklimi, uzun sahilleri ve tarihi kalıntıları ile tanınır. Ekonomisi tarım, ticaret ve liman faaliyetlerine dayanır.",
    "famous_dish":"Tantuni Mersin’in simgesi haline gelmiş bir yemektir. İnce doğranmış etin lavaş ekmeğiyle sunulduğu nefis bir sokak yemeğidir. Ayrıca cezerye (havuç tatlısı) da oldukça meşhurdur."
  },
  {
    "image_path": "assets/images/city_information/erzurum_ili_haritasi.png",
    "city": "Erzurum",
    "lat": "39.9086",
    "lng": "41.2769",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Erzurum",
    "capital": "admin",
    "population": "767848",
    "population_proper": "767848",
    "location":"Doğu Anadolu Bölgesi'nde, Türkiye’nin doğusunda yer alır.",
    "explain":"Kış aylarında çok soğuk olan şehir, yüksek rakımıyla bilinir. Palandöken Kayak Merkezi ile kış turizminde önemli bir yere sahiptir. Aynı zamanda Türk tarihindeki Erzurum Kongresi gibi önemli olaylara ev sahipliği yapmıştır.",
    "famous_dish":"Cağ kebabı, Erzurum’a özgü yatay şişte servis edilen bir kebap çeşididir. Ayrıca kadayıf dolması da yöresel tatlılarındandır."
  },
  {
    "image_path": "assets/images/city_information/trabzon-ili-haritasi.png",
    "city": "Trabzon",
    "lat": "41.0050",
    "lng": "39.7225",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Trabzon",
    "capital": "admin",
    "population": "758237",
    "population_proper": "758237",
    "location":"Karadeniz Bölgesi'nde, Türkiye'nin kuzeydoğusunda yer alır.",
    "explain":"Karadeniz kıyısında yer alan bu şehir, dağları, yaylaları ve doğal güzellikleriyle tanınır. Sümela Manastırı, Uzungöl gibi turistik yerleri vardır. Tarihi, kültürel yapısı ve futbol takımı Trabzonspor ile bilinir.",
    "famous_dish":"Kuymak (mıhlama), mısır unu, tereyağı ve Trabzon peyniriyle yapılan bir kahvaltılık. Ayrıca hamsili pilav ve karalahana sarması da çok tüketilir."
  },
  {
    "image_path": "assets/images/city_information/gaziantep_ili_haritasi.png",
    "city": "Gaziantep",
    "lat": "37.0628",
    "lng": "37.3792",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Gaziantep",
    "capital": "admin",
    "population": "374290",
    "population_proper": "374290",
    "location":"Güneydoğu Anadolu Bölgesi'nde, Türkiye'nin güneyinde yer alır.",
    "explain":"Tarihi çok eskiye dayanan bu şehir, aynı zamanda UNESCO tarafından gastronomi alanında “yaratıcı şehir” olarak ilan edilmiştir. Sanayi, ticaret ve kültür açısından önemli bir merkezdir.",
    "famous_dish":"Baklava dendiğinde akla Gaziantep gelir. Ayrıca katmer, lahmacun, kebap çeşitleri, Ali Nazik ve yuvalama gibi yöresel yemekleri dünya çapında tanınır."
  },
  {
    "image_path": "assets/images/city_information/mugla_ili_haritasi.png",
    "city": "Muğla",
    "lat": "37.2167",
    "lng": "28.3667",
    "country": "Türkiye",
    "iso2": "TR",
    "admin_name": "Muğla",
    "capital": "admin",
    "population": "56619",
    "population_proper": "56619",
    "location":"Ege Bölgesi'nde, Türkiye'nin güneybatısında yer alır.",
    "explain":"Türkiye'nin en turistik şehirlerinden biridir. Bodrum, Marmaris, Fethiye gibi ünlü tatil beldeleri burada bulunur. Deniz, kum, güneş ve tarihi zenginliklerle doludur.",
    "famous_dish":"Çökertme kebabı ve kabak çiçeği dolması meşhurdur. Ayrıca deniz ürünleri ve zeytinyağlılar da yöresel mutfağın önemli parçalarıdır."
  }
]